sdaiGetAttr(Sdai_instS*,Sdai_instS*,SdaiPrimitiveType,System.Void*)
\details
Retrieves the value of an attribute from an entity instance.
\param instance  [in] An instance of the entity that contains the required attribute.
\param attribute [in] An attribute instance from the SDAI dictionary.
\param valueType [in] A type of the attribute value.
\param value     [out] A placeholder for the attribute value.
\returns A raw pointer to the value if the instance has the specified attribute; otherwise, the function returns the NULL pointer.